Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=292_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisen taiteen ja käsityön näyttely kirkkopäiville
sme: Sámi dáidda- ja duodječájáhus girkobeivviide

source: Saamelaista taidetta, käsityötä, ikoneja ja kirkkotekstiilejä esittelevä näyttely avataan Inariin Saamelaisten kirkkopäivien ajaksi.
sme: Sámi girkobeivviide rahppojuvvo alla dási čájáhus, mii ovdanbuktá sámi dáidaga, duoji, ikonaid ja girkotekstiillaid.

source: Kutsunäyttelyyn osallistuvat seuraavat taiteilijat Ruotsista, Norjasta ja Suomesta: Britta Marakatt-Labba, Rannveig Persen, Aune Kuuva, Merja Aletta Ranttila, Pekka Hermanni Kyrö ja Outi Pieski.
sme: Čájáhussii oassálastet čuovvovaš bovdejuvvon dáiddarat Ruoŧas, Norggas ja Suomas: Britta Marakatt-Labba, Rannveig Persen, Aune Kuuva, Merja Aletta Ranttila, Pekka Hermanni Kyrö ja Outi Pieski.

source: Kuvassa yksityiskohta Outi Pieskin maalauksesta.
sme: Govas detálja Outi Pieski málagovas.

source: Sámi Duodji ry tuo näyttelyyn saamelaisia käsitöitä ja järjestää työnäytöksiä.
sme: Sámi Duodji ro buktá čájáhussii aktiivvalaš duojáriid, geat ovdanbuktet duddjoma ja čájehit iežaset dujiid.

source: Lisäksi nähtävillä on Päivi Ruottisen valmistamia kirkkotekstiilejä ja Elli ja Veikko Tiittasen ikoneita.
sme: Dasa lassin leat oaidnin láhkái girkotekstiillat, maid Päivi Ruottinen lea gárvvistan ja ikonat, maid Elli ja Veikko Tiittanen leaba gárvvistan.

source: Näyttely on avoinna Inarin alakoululla perjantaista 12.6. lähtien sunnuntaihin 14.6. asti.
sme: Čájáhus lea rabas Anára vuolleskuvllas bearjadagas 12.6. gitta sotnabeaivvi 14.6. rádjái.

source: Lue koko tiedote tästä: Saamelaisen taiteen näyttely Inarissa kirkkopäivien ajan.
sme: Loga olles dieđáhusa dás: Sámi dáiddačájáhus Anáris girkobeivviid áigge .
